Leuwi-Hejo/app/Controllers/Admin/Beranda.php

SELECT *
FROM `contents`
WHERE `slug` = 'home_hero'
---
    public function index()
    {
        $data = [
            'konten' => $this->ContentModel->where('slug', 'home_hero')->findAll()
        ];

SELECT *
FROM `contents`
WHERE `slug` = 'home_hero'
 LIMIT 1
---
    public function edit($slug)
    {
        $data = [
            'konten' => $this->ContentModel->where('slug', $slug)->first(),
        ];