Leuwi-Hejo/app/Controllers/Admin/TentangKami.php

    public function index()
    {
        $data = [
            'title' => 'Manajemen Tentang - Kami',
            'konten' => $this->ContentModel->where('slug', 'siapa_kami')->findAll()
---
SELECT *
FROM `contents`
WHERE `slug` = 'siapa_kami'