Leuwi-Hejo/app/Controllers/pages.php

SELECT *
FROM `contents`
WHERE `slug` = 'home_hero'
 LIMIT 1
---
    public function about()
    {
        $ContentModel = new ContentModel();
        $konten = $ContentModel->where('slug', 'siapa_kami')->first();